{"intro":[{"type":"text","value":"Last year Americans bought $1.2 billion worth of ebooks and another $200 million of audiobooks—about a fifth of the total adult book market, according to the Association of American Publishers. If you downloaded one of those digital books, you probably understood that it would be different from a physical book: You can’t line up your ebooks on a shelf, scribble notes in the margins, or lose them under your bed."},{"type":"text","value":"However, there are also less tangible ways that your digital books—and movies, games, and other digital media—are different from physical copies. Your rights to an ebook are much different than your rights to a physical copy. Such differences are buried in the fine print of service agreements and filtered through a maze of intellectual property law."},{"type":"text","value":"In an ambitious study Aaron Perzanowski and Chris Jay Hoofnagle, legal scholars who study digital ownership, attempted to measure the gap between what consumers believe and the rights they actually receive when they download digital media. For their paper, <a href=\"http://static1.squarespace.com/static/5714184a86db434acc70edc3/t/573355f807eaa0f51dd2b8ff/1462982215356/Buy+Now.pdf\">\"What We Buy When We Buy Now\"</a> (pdf), they presented the following example, in a few variations, to hundreds of internet shoppers."},{"type":"text","value":"Try it yourself and we’ll show you how your answers compare."}],"question":"If I pay for the ebook shown...","rights":[{"slug":"resell","text":"I can resell it.","right":"Resale"},{"slug":"gift","text":"I can give it away as a gift.","right":"Gift"},{"slug":"keep","text":"I can keep it indefinitely.","right":"Keep"},{"slug":"device","text":"I can transfer it to any device that I own.","right":"Transfer"},{"slug":"lend","text":"I can lend it to a friend.","right":"Lend"},{"slug":"will","text":"I can leave it to my children when I die.","right":"Will"},{"slug":"copy","text":"I can make a copy of it for myself.","right":"Copy"},{"slug":"own","text":"I own it.","right":"Own"}],"results_hed":"Your results","body1_hed":"How we gave up on ownership","body1":[{"type":"text","value":"It’s usually not necessary to think carefully about what it means to own something. When you purchase a physical book, your rights to that particular block of paper are intuitive. It becomes your personal property, just like a wooden chair or a diamond ring. You can sell it, lend it, or give it away. Unless you’re making a copy, you don’t need to seek permission from the book’s creator."},{"type":"text","value":"Those intuitions about ownership fall apart when we talk about digital goods. You don’t own your ebooks in the way you own the paper books on your shelves. Rather, you license them from a business by accepting a terms of service agreement, which is a contract that says exactly what you are (and aren’t) allowed to do with them. In the case of Apple, Amazon, and other major online digital media companies, the terms of service do not provide any the right to do any of things listed in the survey above. (TKTK: vet)"},{"type":"text","value":"Traditional legal contracts are negotiated, but terms of service agreements are entirely one-sided. They are written by the business and a consumer’s only choice is to accept them as they are, or simply decline to use the service. Often they include provisions that shield the business from liability and even prevent the consumer from going to court if they feel ripped off. An overwhelming majority of users agree to them <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2757465\">without even reading them</a>."},{"type":"text","value":"Using contracts as an end-run around property law predates the web. When the first wave of intangible goods, such as software, began to appear in the 1970’s, companies devised “software licensing agreements” as a legal hack to prevent users from endlessly copying their products. Unlike other kinds of property, software had the novel property that it could be copied instantly with almost no effort. Rather than wait around for courts to figure out if and how to protect their business, companies stopped selling software altogether. Instead, they began to license it. Licensing contracts provided software businesses with a tool to effectively circumscribe the buyer’s property rights."},{"type":"text","value":"Decades have passed since the first software licenses were drafted, but the actual law remains largely the same. If anything, consumer protections have gotten weaker. Owners have become “users.” Meanwhile, the world of intangible goods has expanded dramatically. Thanks to the new distribution channels enabled by the internet, we now routinely license books, movies, music, and games, in addition to software. The licensing agreement has been supplemented by the far more pervasive “terms of service” contract, which typically governs websites, apps, and other programs we interact with but never explicitly acquire a copy of."},{"type":"text","value":"At the same time, software has stretched far beyond the programs we run on our computers. It has become an essential part of many things we are used to thinking of as physical objects. Even before the “internet of things” became a consumer phenomenon we were already putting software in our cars, phones, cameras, and televisions. As with ebooks or packaged software, the person who buys those items typically doesn’t own their software. The physical body of your car may be your property, but software required to operate it required to operate it <a href=\"https://www.ford.com/resources/ford/general/pdf/sync3eulareformatted.pdf\">is only licensed to you</a> (pdf)."},{"type":"text","value":"In both cases—digital media and software-enabled devices—the effect has been the same: Contracts are coming to govern an ever larger slice of our lives. Through those contracts, companies increasingly dictate what we are and are not allowed to do wit the things we pay for. Nancy Kim, a law professor at California Western, has referred to such companies as “<a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2573477\">quasi-governmental actors</a>” for the unusual amount of control they have over their users’ lives. Terms of service contracts are, she says, a form of “private legislation,” which “reorder or delete rights otherwise available to consumers.”"}],"body2_hed":"Tractors and vibrators: new frontiers for ownership","body2":[{"type":"text","value":"Despite tremendous erosion of property rights, most consumers transitioning to digital media have avoided the pain of losing anything they really cared about. Few of us have had an ebook deleted or been embroiled in a legal argument over our digital inheritance. In fact, in light of the incredible value offered by new streaming music and movie services, it often appears to be a golden age for consumer choice. Why would you want to own any one particular thing when you can stream everything you want for $10 a month?"},{"type":"text","value":"However, as the things we buy—and create—are increasingly digital, the issue of what we actually own is bubbling up in unexpected places."},{"type":"text","value":"Consider, for example, owners of John Deere tractors, who have discovered that the contract they sign when they purchase a new tractor <a href=\"https://www.wired.com/2015/04/dmca-ownership-john-deere/\">includes a software license</a>. The terms of that license prevent third-party mechanics from using diagnostic software to determine why the tractor is broken. (TK: vet) As a result, no matter how tech savvy a farmer’s local mechanic might be, he has no choice but to use John Deere’s, often much more expensive, certified mechanics. TKTK: can he sell it?"},{"type":"text","value":"The contracts drafted by software companies often grant them rights to do things customers would strongly oppose. In 2009 Amazon reached out and deleted copies of George Orwell’s 1984 <a href=\"http://www.nytimes.com/2009/07/18/technology/companies/18amazon.html\">from customers’ Kindle readers</a>. If doing so had required them to physically enter each customer’s house, it would have clearly been a crime, but under the Kindle Store terms of service, their action was entirely legal. (TK: vet which TOS this relied on) Video game companies have gone down a similar path by <a href=\"http://www.playboy.com/articles/what-the-end-of-xbox-fitness-says-about-a-future-without-ownership\">knowingly breaking certain video games</a>."},{"type":"text","value":"Or consider the case of the internet-enabled vibrator for long-distance couples: WeVibe. Earlier this year, at the Def Con hacker conference, presenters demonstrated that the device was streaming data about its usage <a href=\"https://www.theguardian.com/technology/2016/aug/10/vibrator-phone-app-we-vibe-4-plus-bluetooth-hack\">back to the manufacturer</a>. The TOS for the device make this legal, but it’s unlikely any buyers knew this or would approve of the company spying on their intimate moments. If purchasers of the device owned the software, they could perhaps modify it to prevent this tracking, but, of course, they don’t and the contract forbids modifying it. (The company’s suggestion is to put the device in airplane mode—hardly a satisfying fix for a device that’s entire purpose is to be triggered remotely.)"}],"body3_hed":"Language","body3":[{"type":"text","value":"The fact that so few people seem to understand that they don’t own things they download is due, at least in part, to our continued use of words like “buy.” Although we don’t actually “buy” digital content, sellers continue to use that language. Perzanowski and Hoofnagle’s tested a variation of their survey where the store had a “License now” button, rather than a “Buy now” button. They found that consumers who saw this label more accurately understood the rights they were conferred. A third variation displayed a short summary of the rights consumers would and would not acquire. That version performed even better, though in none of the three cases were participants entirely accurate. (TK: vet all this)"},{"type":"text","value":"As technology permeates more and more of our lives—and as our lives are increasingly lived inside digital worlds—it’s inevitable that this issue will become more pressing. However, that doesn’t means there are any obvious solutions. Scholars such as Perzanowski believe that the right solution is a full restoration of property rights for digital goods. This presents a number of technical and economic challenges, but realistically the greatest challenge is political. The lobbying efforts against any such legal realignment would undoubtedly be widespread and incredibly well bank-rolled."},{"type":"text","value":"The most plausible mechanism for reform may be a sort of 21st century consumer rights movement. In the last century public outcry lead to greater protections from unsafe food producers and unscrupulous auto manufacturers. (TKTK: vet) A modern equivalent could watchdog the restrict the worst abuses of consumer contracts and work to restore important legal protections, such as the right to modify the software in our devices so they can be <a href=\"https://repair.org/\">repaired</a><a href=\"https://repair.org/\"> or</a><a href=\"https://repair.org/\"> repurposed</a>."},{"type":"text","value":"Before anything like that can happen, people will have to acknowledge what they’ve lost. Perzanowski is pessimistic about that happening anytime soon, in part, because young people seem unusually comfortable with not owning things. “The young people, people under the age of 35 or so, actually performed worse in our study in terms of their understanding of their rights than people over the age of 65,” he said."}]}