{"hed":"Interactive: Do you know what you’re buying when you pay to download books, movies, and games?","intro":[{"type":"text","value":"Chances are, if you’re reading this then you’ve bought at least one ebook in your life. Last year Americans bought $1.2 billion worth of ebooks and downloaded another $200 million of audio books—about 22% of the total adult book market. You probably understood the obvious ways that your ebooks are different from regular books: You can’t line them up on a shelf, scribble philosophical asides in the margins, or lose them under your bed."},{"type":"text","value":"However, there are other, less obvious, ways that your digital books—and movies, games, and other downloaded media—are different from physical copies. Do you know what they are? Let’s find out:"}],"question":"If I buy the ebook on this page...","rights":[{"slug":"resell","text":"I can resell it."},{"slug":"gift","text":"I can give it away as a gift."},{"slug":"keep","text":"I can keep it indefinitely."},{"slug":"device","text":"I can transfer it to any device that I own."},{"slug":"lend","text":"I can lend it to a friend."},{"slug":"will","text":"I can leave it to my children in my will."},{"slug":"copy","text":"I can make a copy of it for yourself."},{"slug":"own","text":"I own it."}],"study":[{"type":"text","value":"The questions you just answered are based on a study by Aaron Perzanowski and Chris Jay Hoofnagle, legal scholars who study digital ownership. For their paper, <a href=\"http://static1.squarespace.com/static/5714184a86db434acc70edc3/t/573355f807eaa0f51dd2b8ff/1462982215356/Buy+Now.pdf\">\"What We Buy When We Buy Now\"</a> (pdf), they presented this example, in a few variations, to hundreds of internet shoppers. Those shoppers consistently, and dramatically, overestimated what rights they acquired to digital content they purchased online."}],"body1_hed":"How we gave up on ownership","body1":[{"type":"text","value":"Ownership can be a somewhat nebulous concept, but in our day to day lives we usually don’t have much trouble sorting it out. When you buy a paper book, you own it—which is to say that your rights to that object are primarily governed by personal property law. It’s yours to resell, lend, or gift as you see fit. Short of copying it, you can do whatever you want without getting permission from the bookseller."},{"type":"text","value":"Your rights to a digital book, on the other hand, are almost entirely defined by the contract you entered into when you agreed to the seller’s Terms of Service (TOS). You don’t own your ebooks, you license them from the an ecommerce company. In the case of Apple, Amazon, and other major online booksellers, you don’t retain any of the rights listed in the survey above. (TKTK: vet) That TOS enumerates precisely what you are and are not allowed to do with the content you buy."},{"type":"text","value":"Using contracts as a replacement for property law predates the web. Software companies originally devised it as a legal hack to protect against users endlessly copying their products. At that time, in the 1970’s, laws were just beginning to be confronted by a first wave of intangible goods, such as software. Rather than wait around for courts to figure out how to adapt existing notions of property to digital products, companies instead began to license their software to their users. In doing so, they could require the user to sign a contract stating they wouldn’t copy it."},{"type":"text","value":"Decades have passed since the first software licenses were agreed to and the actual law remains largely the same. Meanwhile, the world of intangible goods has expanded dramatically. Thanks to the new distribution channels enabled by the internet, we now routinely license books, movies, music, and games, in addition to software."},{"type":"text","value":"At the same time, software has ceased to be limited to the programs we run on our desktop computers. It has become an essential part of many things we are used to thinking of as physical objects. Even before the “internet of things” we were already putting software in our cars, phones, cameras, thermostats, and baby monitors. As with books or packaged software, the person who buys those items typically doesn’t own that software. Consequently those devices are, in a very real sense, not ours. You may own the physical chassis of your car, but you only license the software that starts the engine—and the car is entirely useless without it."},{"type":"text","value":"In both cases—digital media and software-enabled devices—the effect has been the same: Contracts are coming to govern an ever larger slice of our lives. Companies, therefore, increasingly dictate what we are and are not allowed to do. No amount of congressional action will allow give you the right to resell your copy of an ebook, because you already explicitly signed that right away when you agreed to the terms of service. (Even if you didn’t read them.) What’s more, if you violate any of the terms, the seller can simply take the book away from you. This might sound far-fetched, but it has happened before. In TKTK Amazon reached out and deleted copies of George Orwell’s 1984 from customers’ Kindle readers."}],"body2_hed":"Tractor software","body2":[{"type":"text","value":"Thus far, the debate over whether or not we should own our digital things has overshadowed by conversations about piracy and sustainable business models. Consumers have largely been spared the pain of losing anything they really cared about. In fact, in light of the incredible value offered by new streaming services, it often appears to be a golden age for consumer choice. Why would you want to own any particular thing when you can stream anything for $10 a month?"},{"type":"text","value":"However, there is reason to believe that this issue may be coming to head. As the things we buy—and create—are increasingly digital, the issue of what we actually own is bubbling up in unexpected places."},{"type":"text","value":"Consider, for example, owners of John Deere tractors, who have discovered that the contract they sign when they purchase a new tractor includes a software license. The terms of that license prevent third-party mechanics from using diagnostic software to determine why the tractor is broken. As a result, no matter how tech savvy a farmer’s neighborhood mechanic might be, he has no choice but to use John Deere’s, often much more expensive, certified mechanics. TKTK: can he sell it?"},{"type":"text","value":"TKTK need another example"},{"type":"text","value":"Or consider the case of the internet-enabled vibrator, WeVibe. Earlier this year (TKTK), at the DefCon hacker conference, presenters demonstrated that the device was streaming data about the usage of the device back to the manufacturer. The TOS for the device clearly allowed this use case, but it’s unlikely few of the customers knew this or would approve of it. Unfortunately, the software in their device is not theirs and the contract forbids modifying it. The company’s solution is to put the device in airplane mode, which is hardly a solution for a device that’s entire purpose is to be triggered remotely. (I choose not to speculate about why the device even has an airplane mode.)"},{"type":"text","value":"The confusion over what we own is, at least in part due to the language we use when we shop online. Although we don’t actually “buy” digital content, sellers continue to use that language. Perzanowski and Hoofnagle’s tested a variation of the store replaced the “Buy now” button with one labelled  “License now” and found that consumers more accurately predicted the rights they were conferred. A third test displayed a short summary of the rights consumers would and would not acquire. That performed even better, though in none of the three cases were participants entirely accurate. (TK: vet all this)"},{"type":"text","value":"As technology permeates more and more of our lives—and as our lives are increasingly lived inside digital worlds—it’s inevitable that this issue will become more pressing. However, that doesn’t means there are any obvious solutions. Scholars such as Perzanowski believe that the right solution is a restoration of full property rights to digital goods. This presents a number of technical and economic challenges, but realistically the greatest challenge is political. The lobbying efforts against any such legal realignment would undoubtedly be widespread and incredibly well bank-rolled."},{"type":"text","value":"Perhaps the most plausible mechanism for reform is the creation of a 21st century consumer rights movement. Just as the consumer rights movement of the 20th century sought to protect buyers from unscrupulous car manufacturers and false advertising, a modern equivalent could watchdog the worst abuses of consumer contracts and work to restore important legal protections, such as the right to modify the software in our devices so they can be repaired or repurposed."}]}